
"Copy button:" = "Kopi-knapp:";
"Mail button:" = "E-post-knapp:";
"Scan button:" = "Skann-knapp:";
"Scan-To-Web button:" = "Skann til web-knapp:";
//Custom control UI strings
"Descreen" = "Derastrer";
"Color Restoration" = "Fargegjenoppretting";
"Adaptive Lighting" = "Tilpasset lyssetting";
"Unsharp Mask" = "Uskarphetsmaske";
"Remove Dust"   = "Fjern støv";
"6-Color Scanning" = "6-fargers skanning";


"Tooltip_Descreen" = "Fjern rasteringsmønstre (moiré)";
"Tooltip_ColorRestoration" = "Gjenopprett bleke farger";
"Tooltip_AdaptiveLight" = "Juster eksponeringsnivåer automatisk";
"Tooltip_Sharpen" = "Øk skarphet";

//Cusom control  menu items
"None" = "Ingen";
"Low" = "Lav";
"Medium" = "Middels";
"High" = "Høy";
"Extreme" = "Ekstrem";

"Resolution" = "Oppløsning";
"Source Size" = "Kildestørrelse";
"New Size" = "Ny størrelse";
"Negative Number" = "Negativ %d";
"Slide Number" = "Lysbilde %d";
"HP ICA Scan" = "HP ICA Skann";
"Install HP Devices" = "Installerer komponentene som er nødvendig for at HP-enheter kan skanne ved bruk av Image Capture.";
"Communication error" = "Kommunikasjonsfeil";
"Communication error while scanning" = "Det oppstod en feil under kommunikasjon med enheten. Kontroller at enheten er riktig tilkoblet og slått på.";
"Image Save Error" = "Bildelagringsfeil";
"Image Format Mismatch" = "Programmet som er valgt i Automatisk oppgave, støtter ikke det valgte filformatet. Velg et annet program eller et annet format.";
"Disk full error" = "Disk full-feil";
"Disk full error String Description" = "Beklager, den valgte disken er full. Lagre filen til en annen disk, eller slett noen filer for å frigi plass.";
"Permissions Error" = "Tillatelsesfeil";
"Permission Error Description" = "Du har ikke tillatelse til å lagre filer i \"%@\". Lagre til en annen plassering.";
"Invalid value" = "Ugyldig verdi";
"Invalid value description" = "Verdien som er angitt i %@-feltet, er ugyldig. Angi en verdi mellom %ld og %ld og prøv å skanne igjen.";
"Image size is too long" = "Bildestørrelsen er for stor. Reduser bildets høyde, bredde, oppløsning, skalering eller utdatatype.";
"Read error" = "Lesefeil";
"Read error Description" = "Det oppstod en feil under henting av skanningen fra enheten. Prøv igjen.";
"Installation Problem" = "En nødvendig programvarekomponent mangler eller er skadet. Installer programvaren for enheten på nytt og/eller undersøk om det er problemer med harddisken.";
"Document feeder error" = "Dokumentmaterfeil";
"Paper Jam Description One" = "Det er fastkjørt papir i den automatiske dokumentmateren. Se dokumentasjonen som fulgte med enheten, hvis du trenger hjelp til å fjerne papiret.";
"Paper Jam Description Two" = "Det er fastkjørt papir i den aautomatiske dokumentmateren, eller den kan ikke dra inn papir. Ta opp papirbunken, luft den og legg til tilbake i dokumentmateren. Se dokumentasjonen som fulgte med enheten, for mer informasjon.";
"Paper Jam Description Three" = "Låsen på den automatiske dokumentmateren er ikke festet. Fest låsen ved å trykke ned til du hører et klikk. Prøv deretter å skanne igjen.";
"Document feeder empty" = "Dokumentmater er tom";
"Document feeder empty description One" = "Den automatiske dokumentmateren oppdaget ikke noen dokumenter. Legg originalene riktig inn i den automatiske dokumentmateren.";
"Document feeder empty description Two" = "Originalene ble tatt ut av den automatiske dokumentmateren. Legg dem inn igjen og fortsett med skanningen.";
"ADF Duplex error" = "Den automatiske dokumentmateren kan ikke skanne begge sider av en original som er lengre enn 12 tommer.";
"Transparent Media Adapter Error" = "Transparentadapterfeil";
"Transparent Media Adapter Error Description One" ="Skanningen kunne ikke fullføres fordi transparentadapteren (TMA) ikke ble funnet. Hvis det finnes en TMA, må du kontrollere at den er riktig koblet til skanneren, og så prøve igjen.";
"Transparent Media Adapter Error Description Two" = "Kontroller at transparentadaapteren er riktig tilkoblet og riktig plassert. Hvis enheten bruker en posisjoneringsplate, må du kontrollere at referansemerket på platen stemmer med merket på skanneren, og så prøve å skanne igjen.";
"Transparent Media Adapter Error Description Three" = "Dekselet på transparentadapteren må fjernes fra skannerlokket. Hvis det er tatt av, må du kontrollere at malen er riktig plassert på skannerglasset. Hvis du ikke bruker noen mal, må du kontrollere at kalibreringsvinduet i lokket ikke er blokkert. Plasser mediene som skal skannes, ca. 4 cm (1,5 tomme) ned fra øverste kant på skannerglasset.";
"Transparent Media Adapter Error Description Four" = "Fjern eventuelle originaler fra skannerglasset. Kontroller også at transparentadapteren er ordentlig tilkoblet og riktig plassert.";
"Transparent Media Adapter Error Description Five" = "Programvaren er innstilt for å skanne et lysbilde (positiv), men har oppdaget et negativ. Endre Dokumenttype til Negativ.";
"Transparent Media Adapter Error Description Six" = "Programvaren er innstilt for å skanne et negativ, men har oppdaget et lysbilde (positiv). Endre Dokumenttype til Positiv.";
"Transparent Media Adapter Error Description Seven" = "Transparentadapteren fant ikke de angitte mediene. Kontroller at mediene er lagt riktig i adapteren og at du har valgt riktig medietype (Positiv eller Negativ) for mediene du vil skanne.";
"Transparent Media Adapter Error Description Eight" = "Skanneren kan ikke utføre en skanning med transparentadapteren nå. Vent til skanneren ikke er opptatt lenger, og prøv igjen.";
"Scan Cancelled" = "Skanning avbrutt";
"Scan Cancelled Description" = "Skanningen ble ikke fullført fordi operasjonen ble avbrutt mens skanningen pågikk.";
"Device Busy" ="Enhet opptatt";
"Device Busy Description" = "Skanneren brukes av et annet program. Avslutt andre skanneprogrammer og prøv igjen.";
"Device Busy Description Network" = "Den forespurte operasjonen kan ikke utføres fordi den valgte nettverksenheten er opptatt. Prøv igjen senere."; 

"Image Capture Scan" = "Image Capture-skanning";
"Sharpen" = "Skarpere";
"6-Color Scan" = "6-fargers skanning";
"Missing or Damaged Software" = "Manglende eller skadet programvare";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Én eller flere komponenter som er nødvendig for Image Capture, mangler eller er skadet. Installer programvaren ffor HP-enheten på nytt.";
"File name too long" = "Filnavnet er for langt";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Filen kunne ikke lagres fordi filnavnet er for langt. Skriv et kortere navn og prøv igjen.";
"Warning: File name starts with a period" = "Advarsel: Filnavnet starter med et punktum";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Filnavnet du har angitt, starter med et punktum (.). Hvis du fortsetter, vil filen bli lagret som en skjult fil og vil ikke være synlig i Finder. Du kan løse dette ved å fjerne punktumet fra starten av filnavnet.";
"Error Saving Image" = "Feil ved lagring av bilde";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture har oppdaget en ukjent feil. Bildet kunne ikke lagres. Prøv igjen.";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Siste oversiktsskanning ble avbrutt. Se over den igjen, og skann";
"Templates" = "Maler";

"DEVICE_BUSY" = "Enheten er opptatt";
"DEVICE_BUSY_DESCRIPTION" = "Enheten er i bruk for øyeblikket. Vent til den forrige oppgaven er fullført, og prøv deretter å skanne igjen.";





